---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNeutralRatingParam
source: html/a1017ba4-f140-f67e-be71-93f268c90d28.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNeutralRatingParam Property

"Neutral Rating"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelNeutralRatingParam { get; }
```